{
  "LuaSnip": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "comment": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "github-theme": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason": { "branch": "main" },
  "nvim-tree": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "surround": { "branch": "main" },
  "telescope": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "vimtex": { "branch": "master" }
}
