{
  "LuaSnip": {
    "branch": "master"
  },
  "autopairs": {
    "branch": "master"
  },
  "bufferline": {
    "branch": "main"
  },
  "cmp": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-omni": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "colorizer": {
    "branch": "master"
  },
  "comment": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "github-theme": {
    "branch": "main"
  },
  "gitsigns": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lspconfig": {
    "branch": "master"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lualine": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason": {
    "branch": "main"
  },
  "null-ls": {
    "branch": "main"
  },
  "nvim-tree": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "surround": {
    "branch": "main"
  },
  "telescope": {
    "branch": "master"
  },
  "treesitter": {
    "branch": "master"
  },
  "vimtex": {
    "branch": "master"
  }
}
